7zip
arch-install-scripts
aura
aura-bin-debug
base
base-devel
bash-completion
bash-language-server
bridge-utils
bridge-utils-debug
btop
clang
dhcpcd
dmidecode
dnsmasq
dolphin
efibootmgr
fd
firefox
gamescope-plus
gamescope-plus-debug
ghostscript
git
greetd
hyprland
hyprpaper
hyprpolkitagent
hyprshutdown
hyprshutdown-debug
imagemagick
kitty
lazygit
libva-nvidia-driver
linux
linux-firmware
linux-headers
luarocks
man-db
mdadm
mermaid-cli
mesa-utils
neovim
neovim-git-debug
npm
nvidia-open-dkms
ollama
ollama-cuda
openbsd-netcat
opencode
openssh
pavucontrol
pipewire-alsa
pipewire-pulse
python-pip
qbittorrent
qbittorrent-nox
qemu-full
ripgrep
rofi
rust
shfmt
spotify-launcher
steam
steamtinkerlaunch-git
tectonic
texlive-bin
tmux
tree-sitter
tree-sitter-cli
tree-sitter-git-debug
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
unzip
uwsm
ventoy-bin-debug
waybar
wget
wl-clipboard
wlr-randr
woeusb
zsh
